"Amp Simulation" = "Forsterkerimulering"; 
"Amps" = "Forsterkere";
"Analog Basic" = "Analog Basic"; 
"Analog Mono" = "Analog Mono"; 
"Analog Pad" = "Analog Pad"; 
"Analog Swirl" = "Analog Swirl"; 
"Analog Sync" = "Analog Sync"; 
"Auto Wah" = "Auto-wah"; 
"Automatic Filter" = "Automatisk filter"; 
"Bass" = "Bass"; 
"Bass Amp" = "Bassforsterker"; 
"Bass Reduction" = "Bassreduksjon"; 
"Bitcrusher" = "Bitcrusher"; 
"Chorus" = "Kor"; 
"Church Organ" = "Kirkeorgel"; 
"Compressor" = "Komprimerer"; 
"Digital Basic" = "Digital Basic"; 
"Digital Mono" = "Digital Mono"; 
"Digital Stepper" = "Digital Stepper"; 
"Distortion" = "Forvrengning"; 
"Drum Kits" = "Trommesett"; 
"Ducker" = "Demping"; 
"Echo" = "Ekko"; 
"Electric Clav" = "Elektrisk klav"; 
"Electric Piano" = "Elektrisk piano"; 
"Enhance Timing" = "Forbedre timing"; 
"Enhance Tuning" = "Forbedre stemming"; 
"Visual EQ" = "Visuell equalizer"; 
"Flanger" = "Flanger"; 
"Gate" = "Gate"; 
"Guitar" = "Gitar"; 
"Horns" = "Horn"; 
"Hybrid Basic" = "Hybrid Basic"; 
"Hybrid Morph" = "Hybrid Morph"; 
"Limiter" = "Limiter"; 
"Overdrive" = "Overstyring"; 
"Phaser" = "Phaser"; 
"Piano" = "Piano"; 
"Reverb" = "Romklang"; 
"Sampler" = "Sampler";
"Sound Effects" = "Lydeffekter"; 
"Speech Enhancer" = "Taleforbedrer"; 
"Stomp Boxes" = "Stompbokser";
"Strings" = "Strykere"; 
"Tonewheel Organ" = "Tonehjulorgel"; 
"Track Echo" = "Sporekko"; 
"Track Reverb" = "Sporromklang";
"Treble Reduction" = "Diskantreduksjon"; 
"Tremolo" = "Tremolo"; 
"Tuned Percussion" = "Stemt perkusjon"; 
"Tuner" = "Stemming"; 
"Vocal Transformer" = "Vokalomformer"; 
"Voice" = "Stemme"; 
"Woodwind" = "Treblåsere"; 
"GarageBand Synth" = "GarageBand-synth";

